[
  "obsidian-rename-image",
  "obsidian-divide-and-conquer",
  "obsidian-better-command-palette",
  "calendar",
  "cm-editor-syntax-highlight-obsidian",
  "cmenu-plugin",
  "copy-url-in-preview",
  "cycle-through-panes",
  "dataview",
  "easy-typing-obsidian",
  "editor-commands-remap",
  "extract-url",
  "file-explorer-note-count",
  "hotkeysplus-obsidian",
  "link-favicon",
  "nldates-obsidian",
  "note-refactor-obsidian",
  "obsidian-checklist-plugin",
  "obsidian-code-block-enhancer",
  "obsidian-code-copy",
  "obsidian-contextual-typography",
  "obsidian-cursor-location-plugin",
  "obsidian-emoji-toolbar",
  "obsidian-excalidraw-plugin",
  "obsidian-enhancing-mindmap",
  "obsidian-focus-mode",
  "obsidian-footnotes",
  "obsidian-git",
  "obsidian-hider",
  "obsidian-hotkeys-for-specific-files",
  "obsidian-hypothesis-plugin",
  "obsidian-key-sequence-shortcut",
  "obsidian-kindle-plugin",
  "obsidian-local-images",
  "obsidian-plugin-todo",
  "obsidian-reading-time",
  "obsidian-remember-file-state",
  "obsidian-rich-links",
  "obsidian-show-file-path",
  "obsidian-smarter-md-hotkeys",
  "obsidian-stille",
  "obsidian-system-dark-mode",
  "obsidian-tasks-plugin",
  "obsidian-view-mode-by-frontmatter-yukang",
  "obsidian-zoom",
  "obsidian42-brat",
  "open-vscode",
  "oz-clear-unused-images",
  "quickadd",
  "shortcuts-extender",
  "simple-embeds",
  "sliding-panes-obsidian",
  "templater-obsidian",
  "various-complements",
  "obsidian-yukang-self-tools",
  "obsidian-reveal-active-file"
]
